<template>
  <div class="home">
    <h1 class="main__title">
      АВТОСЕРВИС "АМБЕРГ"
    </h1>
    <h3>
      Станция техобслуживания автомобилей.
    </h3>
    <h5>
      Мы занимаемся диагностикой и ремонтом электронных и пневматических систем грузовых транспортных средств
    </h5>
    
    <div class="about" align="left">
      <h3>
        О нашем СТО
      </h3>
      <hr>
      
      <p>Диагностику автомобилей и полуприцепов производим на оборудовании WabcoWuerth. 
      В наличии все необходимые адаптеры для подключения к системам автомобилей и полуприцепов из вашего перечня на экспертном уровне</p>

      <p>
        Наши специалисты прошли специальное обучение по устройству и диагностике систем транспортных средств производства Wabco, Knorr-Bremse, Haldex.
      </p>
      
      
    </div>
    <div class="posibilities__block" align="left">
      <h3>
        Наши услуги
      </h3>
      <hr>
      <h5>
        У нас есть возможность проводить:
      </h5>
      <ul>
        <li>выездную диагностику,</li>
        <li>ремонт на территории Заказчика,</li>
        <li>круглосуточную техпомощь (в случае экстренной необходимости и внештатной ситуации).</li>
      </ul>
      <p>
      Имеется возможность провести проверку тормозных усилий на стенде до/после ремонта тормозной системы, проверить дымность двигателя, отрегулировать свет фар, проверить готовность транспортного состава для прохождения техосмотра, выявить и устранить обнаруженные недостатки.
      </p>

      <h5>
        Также мы производим техобслуживание и ремонт:
      </h5>
      <ul>
        <li>систем впрыска мочевины (SCR Adblue),  </li>
        <li>автономных отопителей Webasto, Eberspaecher,</li>
        <li>тормозных систем ABS, EBS,</li>
        <li>пневмоподвески ECAS,</li>
        <li>малого коммерческого транспорта и легковых автомобилей,</li>
        <li>фар головного освещения,</li>
        <li>установку дополнительного оборудования.</li>

      </ul>
      <p>
        Подберем необходимые запчасти и установим с гарантией на автомобиль.
        
      </p>
      Принимаем автомашины в работу 09.00 – 18.00 с понедельника по пятницу. 
      Автосервис находится на выезде из г. Полоцка в сторону г. Минска – ул. Строительная 4Г (район МРЭО ГАИ).
    </div>
    <Services/>

  </div>
</template>

<script>
import Services from '../components/Services.vue'
// @ is an alias to /src

export default {
  name: 'Home',
  components: {
    Services
  }
}
</script>

<style scoped>
.main__title{
  margin-top: 15px;
}

.about{
  position: absolute;
  width: 700px;
  left: 200px;
  margin-top: 30px;
}

.posibilities__block{
  position: absolute;
  width: 700px;
  right: 200px;
  margin-top: 30px;

}
</style>
